Repository: 7axiomsOfEuclid/Kegel-exercise-swift-ui-
Catalog: Kegel/*.lproj/Localizable.strings
Languages: de, ja, zh_hans

source: Kegel
ja: ケーゲル
zh_hans: 凯格尔

source: Level
de: Niveau
ja: グレード
zh_hans: 等级

source: Level %lld
ja: レベル %lld
zh_hans: 等级 %lld

source: Day %lld
de: Tag%lld
ja: 日 %lld
zh_hans: 天 %lld

source: %lld" Tense, %lld" Relax
de: %lld "angespannt,%lld" entspannen
ja: 締めるのに %lld "秒、リラックスするのに %lld "秒
zh_hans: %lld" 秒收紧, %lld" 秒放松

source: Completed %lld time
de: %lld Zeit abgeschlossen
ja: %lld回完了
zh_hans: 已完成%lld次

source: Completed %lld times
de: %lld mal abgeschlossen
ja: %lld回完了
zh_hans: 已完成%lld次

source: Level %lld, Day %lld
de: Level%lld, Tag%lld
ja: レベル %lld、日 %lld
zh_hans: 等级%lld, 第%lld天

source: BENEFITS FOR WOMEN
de: VORTEILE n FÜR n FRAUEN
ja: 女性にとってのメリット
zh_hans: 对女性的好处

source: BENEFITS FOR MEN
de: VORTEILE n FÜR n MÄNNER
ja: 男性にとってのメリット
zh_hans: 对男性的好处

source: day
de: Tag
ja: 日
zh_hans: 天

source: Learn
de: Lernen
ja: 学ぶ
zh_hans: 学习

source: Settings
de: die Einstellungen
ja: セットアップ
zh_hans: 设置

source: Remove ads
de: Anzeigen entfernen
ja: 広告を削除
zh_hans: 去除广告

source: Upgrade to remove ads
de: Upgrade zum Entfernen von Anzeigen
ja: 広告なしのZunhengの純粋なバージョンにアップグレードする
zh_hans: 升级遵亨无广告纯净版

source: Why I see ads
de: Warum ich Anzeigen sehe
ja: 広告を表示する理由
zh_hans: 为什么显示广告

source: Reminders
de: Erinnerungen
ja: 思い出させる
zh_hans: 提醒

# doing_kegel_3_times
source: Doing Kegel exercises 3 times a day can achieve the best results.
de: Wenn Sie dreimal täglich Kegel-Übungen machen, erzielen Sie die besten Ergebnisse.
ja: ケーゲル体操を1日3回行うと、効果を最大化するのに役立ちます。
zh_hans: 每天做3次凯格尔运动可以帮你将效果最大 化。

source: + Add reminder
de: + Erinnerung hinzufügen
ja: +リマインダーを追加
zh_hans: + 添加提醒

source: Sound options
de: Soundoptionen
ja: サウンドオプション
zh_hans: 声音选项

source: Vibration
ja: 振動
zh_hans: 振动

source: Voice guide
de: Sprachführung
ja: 音声ガイダンス
zh_hans: 语音引导

source: General settings
de: Allgemeine Einstellungen
ja: 一般設定
zh_hans: 一般设置

source: Theme
de: Thema
ja: テーマ
zh_hans: 主题

source: Purple
de: Lila
ja: 紫の
zh_hans: 紫色

source: Blue
de: Blau
ja: 青い
zh_hans: 蓝色

source: Green
de: Grün
ja: 緑
zh_hans: 绿色

source: Pink
de: Rosa
ja: ピンク
zh_hans: 粉色

source: Gender
de: Geschlecht
ja: 性別
zh_hans: 性别

source: Female
de: Weiblich
ja: 女性
zh_hans: 女性

source: Male
de: Männlich
ja: 男性
zh_hans: 男性

source: Language Options
de: Sprachoptionen
ja: 言語オプション
zh_hans: 语言选项

source: Reset progress
de: Fortschritt zurücksetzen
ja: 進行状況をリセット
zh_hans: 重置进度

source: Contact us
de: Kontaktiere uns
ja: お問い合わせ
zh_hans: 联系我们

source: Privacy policy
de: Datenschutz-Bestimmungen
ja: 個人情報保護方針
zh_hans: 隐私政策

source: Rate us
de: Bewerten Sie uns
ja: 星評価
zh_hans: 评星

source: Feedback
ja: フィードバック
zh_hans: 反馈

source: Mine
de: Bergwerk
ja: 私の
zh_hans: 我的

source: Training
de: Ausbildung
ja: いい結果になる
zh_hans: 锻炼

source: Total
de: Gesamt
ja: 合計
zh_hans: 总

source: Duration
de: Dauer
ja: 運動時間
zh_hans: 锻炼时长

source: duration
de: Dauer
ja: 時間
zh_hans: 时间

source: days
de: Tage
ja: 日々
zh_hans: 天数

source: min
de: Mindest
ja: 分
zh_hans: 分钟

source: Calendar
de: Kalender
ja: カレンダー
zh_hans: 日历

source: History
de: Geschichte
ja: 歴史
zh_hans: 历史

source: Tense
de: Tempus
ja: 数秒で締めます
zh_hans: 秒收紧

source: Relax
de: Entspannen
ja: 数秒でリラックス
zh_hans: 秒放松

# exercises
source: Excercises
de: Übungen
ja: いい結果になる
zh_hans: 锻炼

source: START
ja: 開始
zh_hans: 开始

source: SKIP
de: ÜBERSPRINGEN
ja: 飛び越える
zh_hans: 跳过

source: Next
de: Nächster
ja: 次
zh_hans: 下一个

source: s
ja: 2番目
zh_hans: 秒

source: Completed
de: Abgeschlossen
ja: 完了
zh_hans: 已完成

source: time
de: Zeit
ja: 時間
zh_hans: 时间

source: CONTINUE
de: FORTSETZEN
ja: 続ける
zh_hans: 继续

source: DO IT AGAIN
de: MACH ES NOCHMAL
ja: 再び
zh_hans: 再来一次

source: How do you feel
de: Wie fühlst du dich
ja: 気分はどうですか
zh_hans: 感受如何

source: Hard
de: Hart
ja: 少し難しい
zh_hans: 有点难

source: Just right
de: Genau richtig
ja: ちょうどいい
zh_hans: 刚刚好

source: Easy
de: Einfach
ja: シンプル
zh_hans: 简单

source: AM
ja: 朝
zh_hans: 上午

source: PM
ja: 午後に
zh_hans: 下午

source: Cancel
de: Stornieren
ja: キャンセル
zh_hans: 取消

source: Done
de: Getan
ja: 実施する
zh_hans: 完成

source: Reminder
de: Erinnerung
ja: 思い出させる
zh_hans: 提醒

source: QUIT
de: VERLASSEN
ja: あきらめる
zh_hans: 放弃

# come_back_in_30_mins
source: Come back in 30 minutes
de: Komm in 30 Minuten zurück
ja: 30分で戻ってきます
zh_hans: 30分钟后回来

source: About Kegel
de: Über Kegel
ja: ケーゲルについて
zh_hans: 关于凯格尔

source: How to do
de: Wie macht man
ja: どうやるか
zh_hans: 怎么做

source: Benefits for men
de: Vorteile für Männer
ja: 男性にとってのメリット
zh_hans: 对男性的好处

source: Benefits for women
de: Vorteile für Frauen
ja: 女性にとってのメリット
zh_hans: 对女性的好处

source: What's Kegel?
de: Was ist Kegel?
ja: ケーゲルとは何ですか？
zh_hans: 什么是凯格尔？

source: What are the benefits?
de: Was sind die Vorteile?
ja: メリットは何ですか？
zh_hans: 有什么好处？

source: Can I do Kegel?
de: Kann ich Kegel machen?
ja: ケーゲル体操はできますか？
zh_hans: 我可以做凯格尔运动吗？

source: Who is not suitable?
de: Wer ist nicht geeignet?
ja: ケーゲルは誰に適していませんか？
zh_hans: 凯格尔运动不适合谁？

source: How to do Kegel
de: Wie man Kegel macht
ja: ケーゲル体操を行う方法は？
zh_hans: 怎么做凯格尔运动？

# how_to_find_pelvic
source: How to find pelvic floor muscles?
de: Wie finde ich Beckenbodenmuskeln?
ja: 骨盤底筋を見つける方法は？
zh_hans: 怎样找到骨盆底肌？

source: Please note
de: bitte beachten Sie
ja: 注意
zh_hans: 请注意

source: Disclaimer
de: Haftungsausschluss
ja: 免責事項
zh_hans: 免责声明

# kegel_is_a_form_
source: Kegel is a form of exercise that strengthens your pevlic floor muscles, which support your uterus and bladder.
de: Kegel ist eine Form der Übung, die Ihre Bauchmuskeln stärkt und Ihre Gebärmutter und Blase stützt.
ja: ケーゲルはスポーツです。膀胱と子宮を支える骨盤底筋を強化することができます。
zh_hans: 凯格尔是一种运动。 它可以增强支撑膀胶和子宫的骨盆底肌。

# studies_show_that_
source: Studies show that Kegel can prevent or control urinary incontinence, and also prevent pelvic organ prolapse.
de: Studien zeigen, dass Kegel Harninkontinenz verhindern oder kontrollieren und auch Pevlic Organ Prolaps verhindern kann.
ja: 研究によると、ケーゲルは尿失禁を予防または改善し、骨盤臓器脱を予防することができます。
zh_hans: 研究表明，凯格尔可以预防或改善尿失禁，还可以防止盆腔器官脱垂。

source: Sex life
de: Sexualleben
ja: 性生活
zh_hans: 性生活

# improve_blood_circulation_
source: - Improve blood circulation to your vagina, tighten your vagina and increase vaginal lubrication.
de: - Verbessern Sie die Durchblutung Ihrer Vagina, straffen Sie Ihre Vagina und erhöhen Sie die Vaginalschmierung.
ja: -膣内の血液循環を促進し、膣を引き締め、膣の潤滑性を向上させます。
zh_hans: - 促进阴道的血液循环，紧实阴道，提高阴道的润滑度。

# increase_sexual_arousal_
source: - Increase sexual arousal, more pleasure during sex and make it easier for you to reach orgasm.
de: - Erhöhen Sie die sexuelle Erregung, mehr Vergnügen beim Sex und erleichtern Sie Ihnen den Orgasmus.
ja: -性的興奮を改善し、性生活をより楽しく、オルガスムに到達しやすくします。
zh_hans: - 提高性兴奋度，使性生活更愉悦，更容易达到高潮。

source: Pregnancy
de: Schwangerschaft
ja: 妊娠
zh_hans: 怀孕

# prevent_urinary_incon_
source: - Prevent urinary incontinence by improving bladder control.
de: - Verhindern Sie Harninkontinenz, indem Sie die Blasenkontrolle verbessern.
ja: -膀胱の制御を改善し、尿失禁を防ぎます。
zh_hans: - 提高对膀胱控制，预防尿失禁。

# reduce_labor_pain_
source: - Reduce labor pain and shorten the time of labor by developing the ability to relax and control pelvic floor muscles.
de: - Reduzieren Sie Arbeitsschmerzen und verkürzen Sie die Arbeitszeit, indem Sie die Fähigkeit entwickeln, die Beckenbodenmuskulatur zu entspannen und zu kontrollieren.
ja: -骨盤底筋を制御し、陣痛中の痛みを軽減し、陣痛を短縮する能力をトレーニングします。
zh_hans: - 训练控制骨盆底肌的能力，减轻生产中的疼痛，缩短产程。

# speed_the_postpartum_
source: - Speed the postpartum recovery. Help heal perineal tissues, which are stretched during vaginal birth.
de: - Beschleunigen Sie die Genesung nach der Geburt. Helfen Sie dabei, perineale Gewebe zu heilen, die während der vaginalen Geburt gedehnt werden.
ja: -産後の回復をスピードアップします。経膣分娩中に拡張した会陰組織の回復を促進するのに役立ちます。
zh_hans: - 加快产后恢复。 帮助促进在阴道分娩时扩张的会阴组织恢复。

source: Self-care
de: Selbstversorgung
ja: パーソナルケア
zh_hans: 个人护理

# it_can_prevent_
source: - It can prevent urinary incontinence, uterine and vaginal prolapse caused by increased pressure in the abdomen.
de: - Es kann Harninkontinenz, Uterus- und Vaginalprolaps verhindern, die durch erhöhten Druck im Bauchraum verursacht werden.
ja: -腹圧の上昇によって引き起こされる尿失禁、子宮および膣脱を防ぎます。
zh_hans: - 预防因腹部压力增加而产生的尿失禁，子宫和阴道脱垂的问题。

source: Privacy
de: Privatsphäre
ja: プライバシー
zh_hans: 私密性

# you_can_do_it_
source: - You can do it anytime, anywhere. No one will know you are doing it.
de: - Sie können es jederzeit und überall tun. Niemand wird wissen, dass Sie es tun.
ja: -いつでも、どこでも、誰も知らないケーゲル体操を行うことができます。
zh_hans: - 你可以随时随地地做凯格尔运动，没人会知道。

source: Got it
de: Habe es
ja: 理解した
zh_hans: 知道了

# kegel_is_suitable_for_
source: Kegel is suitable for people who has weak pelvic floor muscles because of pregnancy, childbirth, aging, being overweight, etc.
de: Kegel eignet sich für Menschen mit schwachen Beckenbodenmuskeln aufgrund von Schwangerschaft, Geburt, Alterung, Übergewicht usw.
ja: ケーゲル体操は、妊娠、グループ分け、老化、太りすぎなどにより骨盤底筋が弱くなった人に適しています。
zh_hans: 凯格尔运动适合因怀孕，分群，衰老，过重等情况而导致骨盆底肌薄弱的人群。

# women_who_have_
source: - Women who have an episiotomy or a perineal tear due to vaginal birth should do Kegel after recovery.
de: - Frauen, die aufgrund einer vaginalen Geburt eine Episiotomie oder einen Perinealriss haben, sollten Kegel nach der Genesung durchführen.
ja: -膣分娩により外側会陰切開または会陰裂傷を負った女性は、回復後にケーゲル体操を行う必要があります。
zh_hans: - 因阴道分娩而进行会阴侧切术或会阴撕裂的女性，应在康复后进行凯格尔运动。

# women_who_just_give_
source: - Women who just give birth, and the lochia is heavy and dark red in color. You can try to do Kegel when the lochia is light and the color turns white.
de: - Frauen, die gerade gebären, und die Lochia ist schwer und dunkelrot gefärbt. Sie können versuchen, Kegel zu machen, wenn die Lochia hell ist und die Farbe weiß wird.
ja: 女性の場合、悪露が少なくなり、色が薄くなった後にケーゲル体操を行う必要があります。
zh_hans: 的女性，应在恶露变少，并且颜色变浅之后进行凯格尔运动。

# women_who_are_on_
source: - Women who are on their period.
de: - Frauen, die in ihrer Periode sind.
ja: -月経期の女性。
zh_hans: - 在生理期中的女性。

# kegel_requires_a_rhythmic_
source: Kegel requires a rhythmic contraction of pelvic floor muscles to strengthen these muscles.
de: Kegel erfordert eine rhythmische Kontraktion der Beckenbodenmuskulatur, um diese Muskeln zu stärken.
ja: ケーゲルは、定期的にこれらの筋肉を収縮させることにより、骨盤底筋を鍛えます。
zh_hans: 凯格尔通过有规律地收缩骨盆底肌来锻炼这些肌肉。

source: Method %lld
de: Methode%lld
ja: メソッド %lld
zh_hans: 方法%lld

# muscles_that_can_slow_
source: Muscles that can slow or stop the urination are pelvic floor muscles. Don't tense your buttocks, legs and abdomen when stopping midstream.
de: Muskeln, die das Wasserlassen verlangsamen oder stoppen können, sind Beckenbodenmuskeln. Spannen Sie Ihr Gesäß, Ihre Beine und Ihren Bauch nicht an, wenn Sie mitten im Strom anhalten.
ja: 排尿時に尿の流れを妨げる筋肉は骨盤底筋です。排尿をやめたら、脚、腕、腹部の筋肉をリラックスさせて、自然で安定した呼吸を維持します。
zh_hans: 排尿时，能使尿流中断的肌肉即为骨盆底肌。中止排尿时，请将腿部，臂部和腹部的肌肉放松，保持自然平稳的呼吸。

# muscles_that_can_prevent_
source: Muscles that can prevent the passing of gas are pelvic floor muscles.
de: Muskeln, die das Weiterleiten von Gas verhindern können, sind Beckenbodenmuskeln.
ja: おならをしないのを助けることができる筋肉は骨盤底筋です。
zh_hans: 能够帮你忍住不放屁的肌肉就是骨盆底肌。

# insert_a_finger_in_
source: Insert a finger in your vagina. Contract your pelvic floor muscles. You can feel your vagina tighten and your pelvic floor move upward.
de: Führen Sie einen Finger in Ihre Vagina ein. Ziehen Sie Ihre Beckenbodenmuskeln zusammen. Sie können spüren, wie sich Ihre Vagina zusammenzieht und sich Ihr Beckenboden nach oben bewegt.
ja: 指を膣に入れて収縮させると、膣が引き締まり、骨盤底筋が上に動くのが感じられます。
zh_hans: 将一根手指伸入阴道内，收缩阴道，你可以感觉到阴道变紧，骨盆底肌向上移动。

# empty_your_bladder_
source: - Empty your bladder before exercising. Stop the urination is not an exercise. It's the recommended to do it regularly as it can increase the risk of a urinary tract infection.
de: - Entleeren Sie Ihre Blase vor dem Training. Das Wasserlassen zu stoppen ist keine Übung. Es wird empfohlen, dies regelmäßig zu tun, da dies das Risiko einer Harnwegsinfektion erhöhen kann.
ja: -運動する前に膀胱を空にしてください。排尿を中断することは運動ではありません。頻繁に排尿を中断すると、尿路感染症のリスクが高まる可能性があるため、定期的に行うことはお勧めしません。
zh_hans: - 锻炼前请排空膀胱。中断排尿不是一种锻炼。经常中断排尿可能会增加尿路感染的风险，因此不建议你定期进行。

# perseverance_is_important_
source: - Perseverance is important. You need to stick to it to see the results.
de: - Ausdauer ist wichtig. Sie müssen sich daran halten, um die Ergebnisse zu sehen.
ja: -ケーゲルは効果を見るために忍耐力を必要とします。
zh_hans: -凯格尔运动需要你坚持不懈才能看到效果。

# to_maximize_results_
source: - To maximize results, we strongly suggest you live a healthy lifestyle don't smoke and drink, follow a low cholesterol diet.
de: - Um die Ergebnisse zu maximieren, empfehlen wir dringend, dass Sie einen gesunden Lebensstil führen, nicht rauchen und trinken, sondern eine cholesterinarme Diät einhalten.
ja: -銀精製の効果を最大化するために、健康的なライフスタイルを維持し、喫煙、飲酒、低コレステロール食を強くお勧めします。
zh_hans: - 为了最大化银炼效果，我们强烈建议你保持健康的生活方式，不抽烟，不喝酒，低胆固醇饮食。

# relax_your_body_
source: - Relax your body and mind.
de: - Entspannen Sie Ihren Körper und Geist.
ja: -心と体をリラックスさせます。
zh_hans: - 身心放松。

# if_you_feel_any_
source: If you feel any discomfort, you may be doing the Kegel exercises incorrectly, or they may not be suited to your body. Ask your doctor for help or stop exercising. We're not responsible for injuries you may sustain from this exercise.
de: Wenn Sie sich unwohl fühlen, machen Sie die Kegel-Übungen möglicherweise falsch oder sie sind möglicherweise nicht für Ihren Körper geeignet. Bitten Sie Ihren Arzt um Hilfe oder hören Sie auf zu trainieren. Wir sind nicht verantwortlich für Verletzungen, die Sie durch diese Übung erleiden könnten.
ja: ケーゲル体操の最中または後に不快感を感じる場合は、骨盤底筋が間違っているか、ケーゲル体操が体に適していない可能性があります。運動中の怪我については責任を負いかねますので、理学療法士などの医療関係者にご相談ください。
zh_hans: 如果做凯格尔运动时或运动后感到不适，您可能找错了骨盆底肌，或者是凯格尔运动不适合您的身体。我们不对您在运动期间可能遭受的伤害负责，请咨询物理治疗师等医疗保健专业人士。

# help_with_erectile_
source: - Help with erectile dysfunction.
de: - Hilfe bei erektiler Dysfunktion.
ja: -勃起不全を改善します。
zh_hans: - 改善勃起障碍。

# get_more_intense_
source: - Get more intense orgasm.
de: - Intensiver Orgasmus.
ja: -より強いオルガスムを取得します。
zh_hans: - 获得更强烈的高潮。

source: - Last longer in bed.
de: - Länger im Bett bleiben.
ja: -性生活を延長します。
zh_hans: - 延长性生活时间。

# prevent_and_reduce_
source: - Prevent and reduce prostatitis.
de: - Prostatitis verhindern und reduzieren.
ja: -前立腺炎を予防し、緩和します。
zh_hans: - 预防和减轻前列腺炎。

# reduce_urinary_urgency_
source: - Reduce urinary urgency and frequency.
de: - Reduzieren Sie die Dringlichkeit und Häufigkeit des Urins.
ja: -頻尿と切迫感を和らげます。
zh_hans: - 缓解尿频和尿急。

# improve_the_symptoms_of_
source: - Improve the symptoms of post micturition dribble.
de: - Verbessern Sie die Symptome des Dribblings nach der Miktion.
ja: -無尽蔵の尿を改善します。
zh_hans: - 改善尿不尽。

# improve_bladder_and_
source: - Improve bladder and bowel control.
de: - Verbessern Sie die Blasen- und Darmkontrolle.
ja: -膀胱と排便のコントロールで回転するTixin。プライバシー
zh_hans: - 提信纺对膀胱和肠道的控制。私密性

source: Share to him
de: Teilen Sie mit ihm
ja: 彼と共有する
zh_hans: 分享给他

source: Yes
de: Ja
ja: はい
zh_hans: 是的

source: No
de: Nein
ja: 番号
zh_hans: 不

source: Ok
ja: はい
zh_hans: 好的
